Repository: hkatic/clock
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, cs, da, fi, gl, hi, hr, pl, pt_br, ro, ru, sr, uk, vi

source: The date and time format you were using are not compatible with this version of the Clock add-on, this will be fixed during installation. Click OK to confirm these corrections
ar: تنسيق الوقت والتاريخ الذي كنت تستخدمه غير متوافق مع هذا الإصدار من الإضافة، سيتم تصحيح هذا خلال عملية التثبيت. اضغط على زر موافق لتأكيد تلك التعديلات
bg: Форматът за дата и час, който сте използвали, не е съвместим с тази версия на добавката "Часовник". Това ще бъде поправено по време на инсталирането. Задействайте бутона "OK", за да потвърдите тези корекции.
cs: Formát data a času, který jste používali, není kompatibilní s touto verzí doplnku. Po instalaci se nastaví jiný formát času a data. Změny potvrdíte tlačítkem OK.
da: Det dato- og klokkeslætformat, du brugte, er ikke kompatibelt med denne version af tilføjelsen. Dette bliver løst under installationen. Klik på OK for at bekræfte disse rettelser.
fi: Käyttämäsi päivämäärän ja ajan näyttömuodot eivät ole yhteensopivia tämän Kello-lisäosaversion kanssa. Tämä korjataan asennuksen aikana. Vahvista korjaukset painamalla OK.
gl: O formato de hora e data que viñas utilizando non é compatible coa versión actual do complemento Clock, arranxarase durante a instalación. Preme Aceptar para confirmar estas correccións
hi: आपके द्वारा उपयोग किया जा रहा दिनांक और समय प्रारूप क्लॉक ऐड-ऑन के इस संस्करण के साथ संगत नहीं है, यह स्थापना के दौरान ठीक किया जाएगा। इन सुधारों की पुष्टि करने के लिए ओके क्लिक करें
hr: Oblik datuma i vremena koji ste koristili nisu kompatibilni s ovom verzijom dodatka Sat, a to će se popraviti tijekom instalacije. Kliknite U redu da biste potvrdili ove ispravke
pl: Format daty i godziny, których używałeś, nie jest zgodny z tą wersją dodatku Clock, zostanie to naprawione podczas instalacji. Kliknij przycisk OK, aby potwierdzić te poprawki
pt_br: Os formatos de data e hora que estava usando não são compatíveis com esta versão do complemento Relógio, isso será corrigido durante a instalação. Pressione OK para confirmar a correção
ro: Formatele de dată și oră pe care le utilizați nu sunt compatibile cu această versiune a suplimentului Clock, aceasta va fi rezolvată în timpul instalării. Dați click pe OK pentru a confirma aceste corecturi
ru: Формат даты и времени, который вы использовали, несовместим с данной версией дополнения , это будет исправлено во время установки. Нажмите "ОК", чтобы подтвердить эти исправления
sr: Format vremena i datuma koji ste koristili u prethodnoj verziji dodatka sat nije kompatibilan sa ovom verzijom, ovo će biti ispravljeno u toku instalacije
uk: Формат дати й часу, який ви використовували, не сумісний з цією версією годинника, його буде виправлено під час встановлення. Для підтвердження цих виправлень натисніть «Гаразд»
vi: Định dạng ngày giờ mà bạn đã dùng không tương thích với phiên bản add-on đồng hồ này. Điều đó sẽ được sửa trong khi cài đặt. Bấm OK để xác nhận việc điều chỉnh

source: Time and date format corrections
ar: تعديلات على تنسيقات الوقت والتاريخ
bg: Корекция на формата за час и дата
cs: Oprava formátu času a data
da: Rettelser til klokkeslæt- og datoformat
fi: Ajan ja päivämäärän näyttömuodon korjaukset
gl: Correccións no formato de hora e data
hi: समय और दिनांक प्रारूप सुधार
hr: Ispravci oblika vremena i datuma
pl: Poprawki dotyczące formatu daty i czasu
pt_br: Correções do formato de data e hora
ro: Corecturi ale formatelor de dată și oră
ru: Исправления формата даты и времени
sr: Popravljanje formata datuma i vremena
uk: Виправлення формату часу й дати
vi: Điều chỉnh định dạng ngày và giờ

source: {hours} hours,
ar: {hours} ساعات،
bg: {hours} часа,
cs: {hours} hodin,
da: {hours} timer,
fi: {hours} tuntia,
gl: {hours} horas,
hi: {hours} बजे,
hr: {hours} sati,
pl: {hours} godzin,
pt_br: {hours} horas,
ro: {hours} ore,
ru: {hours} часов,
sr: {hours} časova,
uk: {hours} година,
vi: {hours} giờ,

source: {minutes} minutes,
ar: {minutes} دقائق
bg: {minutes} минути,
cs: {minutes} minut,
da: {minutes} minutter,
fi: {minutes} minuuttia,
gl: {minutes} minutos,
hi: {minutes} मिनट,
hr: {minutes} minuta,
pl: {minutes} minut,
pt_br: {minutes} minutos,
ro: {minutes} minute,
ru: {minutes} минут,
sr: {minutes} minuta,
uk: {minutes} хвилин,
vi: {minutes} phút,

source: {seconds} seconds
ar: {seconds} ثواني
bg: {seconds} секунди
cs: {seconds} sekund
da: {seconds} sekunder
fi: {seconds} sekuntia
gl: {seconds} segundos
hi: {seconds} सेकंड
hr: {seconds} sekundi
pl: {seconds} sekund
pt_br: {seconds} segundos
ro: {seconds} secunde,
ru: {seconds} секунд
sr: {seconds} sekundi
uk: {seconds} секунд
vi: {seconds} giây

source: 0 seconds
ar: 0 ثانية
bg: 0 секунди
cs: 0 sekund
da: 0 sekunder
fi: 0 sekuntia
gl: 0 segundos
hi: 0 सेकंड
hr: 0 sekundi
pl: 0 sekund
pt_br: 0 segundos
ro: 0 secunde
ru: 0 секунд
sr: 0 sekunde
uk: 0 секунд
vi: 0 giây

source: Clock
ar: الساعة
bg: Часовник (Clock)
cs: Hodiny a kalendář
da: Ur
fi: Kello
hi: घड़ी
hr: Sat
pl: Zegar
pt_br: Relógio
ro: Ceas
ru: Часы
sr: Sat
uk: Годинник
vi: Đồng hồ

source: Schedule a&larms...
bg: Планиране на а&ларми...
da: Indstil a&larmer...
fi: &Hälytysten ajoitus...
gl: Programar a&larmas
hr: Zakaži a&larme...
pl: Zaplanuj a&larmy...
pt_br: Agendar a&larmes...
ru: Расписание &таймеров...
sr: Podešavanje a&larma...
uk: Запланувати &таймер...

source: Allows you to schedule an alarm
ar: يسمح لك بجدولة منبه
bg: Позволява ви да планирате аларма
cs: Umožňuje nastavit odpočítávání času
da: Giver dig mulighed for at sætte en alarm
fi: Tästä voit ajastaa hälytyksen
gl: Permíteche programar unha alarma
hi: आपको अलार्म सेट करने देता है
hr: Omogućuje postavljanje alarma
pl: Umożliwia zaplanowanie alarmu
pt_br: Permite agendar um alarme
ro: Vă permite să programați o alarmă
ru: Позволяет установить таймер
sr: Dozvoljavaju vam da podesite alarm
uk: Дозволяє вам запланувати таймер
vi: cho phép bạn thiết lập đồng hồ bấm giờ

source: Speaks current time. If pressed twice quickly, speaks current date. If pressed three times quickly, reports the current day, the week number, the current year and the days remaining before the end of the year.
bg: Съобщава текущия час. Бързото двукратно натискане съобщава текущата дата. Бързото трикратно натискане съобщава текущия ден, номера на седмицата, текущата година и оставащите дни преди края на годината.
da: Siger den aktuelle tid. Hvis du trykker to gange hurtigt, vil den aktuelle dato blive oplæst. Hvis du trykker tre gange hurtigt, vil den aktuelle dag blive oplæst, såvel som ugenummeret, det aktuelle år og de resterende dage før årets udgang.
fi: Puhuu kerran painettaessa nykyisen kellonajan tai kahdesti painettaessa päivämäärän. Kolmesti painettaessa puhuu nykyisen päivän, viikon numeron ja kuluvan vuoden sekä sen jäljellä olevien päivien määrän.
gl: Anuncia a hora actual. Se se preme dúas veces rapidamente, anuncia a data actual. Se se preme tres veces rapidamente, anuncia o número de día actual, de semana, o ano actual e os días restantes antes do final de ano.
hr: Izgovara trenutno vrijeme. Ako se pritisne dva puta brzo, izgovara trenutni datum. Ako se pritisne tri puta brzo, biti 'e iygovoren broj dana koji traje, broju tjedna, tekućoj godini i danima koji su preostali prije kraja godine.
pl: Wymawia aktualny czas. Po dwukrotnym szybkim naciśnięciu wymawia bieżącą datę. Po trzykrotnym szybkim naciśnięciu wymawia bieżący dzień, numer tygodnia, bieżący rok i dni pozostałe do końca roku.
pt_br: Fala a hora atual. Se pressionado duas vezes rapidamente, fala a data atual. Se pressionado três vezes rapidamente, informa o dia atual, o número da semana, o ano atual e os dias restantes para o final do ano.
ru: Произносит текущее время. При быстром нажатии дважды, произносится текущая дата. При быстром нажатии трижды сообщает текущий день, номер недели, текущий год и дни, оставшиеся до конца года.
sr: Izgovara trenutno vreme. Ako se pritisne dva puta brzo, izgovara trenutni datum. Ako se pritisne 3 puta brzo, prijavljuje trenutni dan, broj nedelje, trenutnu godinu i broj dana do kraja godine.
uk: Промовляє поточний час. Якщо натиснути швидко двічі, промовляє поточну дату. Якщо натиснути швидко тричі, промовляє поточний день, номер тижня поточного року і кількість днів, яка залишилася до кінця року.

source: Day {day}, week {week} of {year}, remaining days {remain}.
ar: اليوم {day}، الأسبوع {week} من سنة {year}، الأيام المتبقية {remain}.
bg: Ден {day}, седмица {week} от {year} година, оставащи дни {remain}.
cs: Den {day}, týden {week} rok {year}, počet dnů do konce roku: {remain}.
da: Dag {day}, uge {week} af {year}, resterende dage {remain}.
fi: Päivä {day}, viikko {week} vuonna {year}, päiviä jäljellä {remain}.
gl: Día {day}, semana {week} de {year}, días restantes {remain}.
hi: दिन {day}, {year} का सप्ताह {week} , शेष दिन {remain}.
hr: {day}. dan, {week}. tjedan {year}., preostalih dana: {remain}.
pl: Dzień {day}, tydzień {week} w roku {year}, pozostałe dni {remain}.
pt_br: Dia {day}, semana {week} de {year}, dias restantes {remain}.
ro: Ziua {day}, săptămâna {week} din {year}, zile rămase {remain}.
ru: День {day}, неделю {week} от {year} года, оставшихся дней {remain}.
sr: Dan{day}, nedelja{week} {year} godine, preostalo {remain} dana.
uk: День {day}, {week} тиждень {year} року, до кінця року залишилося {remain} днів.
vi: Ngày {day}, Tuần {week} của {year}, Còn lại {remain} ngày.

source: Clock and calendar layer commands. After pressing this keystroke, press H for additional help.
ar: الأوامر التتابعية الخاصة بإضافة الساعة والتقويم. عند ضغط مفتاح الاختصار هذا، اضغط على حرف ألف للمساعدة.
bg: Слоеви команди за часовника и календара. След натискането на тази клавишна команда, натиснете H за допълнителна помощ.
cs: Klávesové příkazy pro hodiny a kalendář. Po stisku zkratky stiskněte písmeno H pro další nápovědu.
da: Ur- og kalenderens lagdelte kommandoer. Når du har trykket på dette tastetryk, skal du trykke på H for at få yderligere hjælp.
fi: Kellon ja kalenterin komentokerroksen komennot. Saat lisäohjeita painamalla tämän komennon jälkeen H.
gl: Orde de capa de reloxo e calendario. Despois de utilizar este atallo, prema H para axuda adicional.
hi: क्लॉक और कैलेंडर लेयर कमांड। इस की स्ट्रोक को दबाने के बाद, अतिरिक्त सहायता के लिए एच की दबाएँ.
hr: Višeslojne naredbe za sat i kalendar. Nakon pritiskanja ove tipkovničke kombinacije, pritisni „H” za dodatnu pomoć.
pl: Polecenia warstwowe zegara i kalendarza. Po naciśnięciu tego skrótu klawiszowego, naciśnij "h", aby uzyskać dodatkową pomoc.
pt_br: Comandos da camada de relógio e calendário. Depois de pressionar esta tecla de atalho, pressione H para ajuda adicional.
ro: Comenzile de strat pentru ceas și calendar. După apăsarea acestei combinații de taste, apăsați H pentru ajutor suplimentar.
ru: Команды часов и календаря. После нажатия этого сочетания клавиш, нажмите H для получения дополнительной справки.
sr: Komande za prečicu sada i kalendara. Nakon što pritisnete ovu prečicu, pritisnite h za dodatnu pomoć.
uk: Багаторівневі команди годинника й календаря. Після натискання цієї команди натисніть a для додаткової інформації.
vi: Các lệnh layer cho đồng hồ và lịch. Sau khi bấm phím lệnh này, bấm H để xem thông tin trợ giúp.

source: Starts, resets or stops the stopwatch.
ar: لبدء أو إعادة ضبط أو إنهاء ساعة الإيقاف.
bg: Стартира, нулира или спира хронометъра.
cs: Spustí, vynuluje nebo zastaví stopky.
da: Starter, nulstiller eller stopper stopuret.
fi: Käynnistää, nollaa tai pysäyttää sekuntikellon.
gl: Inicia, rinicia ou detén o cronómetro.
hi: स्टॉपवॉच शुरू करता है, रीसेट करता है या बंद करता है.
hr: Pokreće, zaustavlja ili resetira štopericu.
pl: Uruchamia, zatrzymuje lub resetuje stoper.
pt_br: Inicia, redefine ou para o cronômetro.
ro: Pornește, resetează sau oprește cronometrul.
ru: Запускает, сбрасывает или останавливает секундомер.
sr: Pokreće, resetuje ili zaustavlja štopericu.
uk: Запускає, перезапускає або зупиняє секундомір.
vi: Bắt đầu, đặt lại hay dừng đồng hồ bấm giờ.

source: Reset. Running.
ar: إعادة الضبط. جاري التشغيل.
bg: Нулиране. Изпълнява се.
cs: Vynulováno. Běží.
da: Nulstil. Kører.
fi: Nollattu. Käynnissä.
gl: Reiniciado. Correndo.
hi: रीसेट। चल रहा है.
hr: Resetiraj. Pokretanje.
pl: Ponowne uruchomienie. Uruchomione.
pt_br: Redefinir. Executando.
ro: Resetare. Rulează.
ru: Сброс. Запуск.
sr: Resetovanje. Pokrenuto.
uk: Обнулено. Запущено.
vi: Đang khôi phục.

source: Running.
ar: جاري التشغيل.
bg: Изпълнява се.
cs: Běží.
da: Kører.
fi: Käynnissä.
gl: Correndo.
hi: चल रहा है.
hr: Pokretanje.
pl: Uruchomione.
pt_br: Executando.
ro: Rulează.
ru: Запущен.
sr: Pokrenuto
uk: Запущено.
vi: Đang chạy.

source: {0} stopped.
ar: {0} متوقف.
bg: {0} е спряно.
cs: {0} zastaveno.
da: {0} stoppet.
fi: {0} pysäytetty.
gl: {0} detido.
hi: {0} रुका हुआ.
hr: {0} zaustavljen.
pl: {0} Zatrzymane.
pt_br: {0} parado.
ro: {0} oprit
ru: {0} остановлен.
sr: {0} zaustavljen.
uk: {0} зупинено.
vi: {0} đã dừng.

source: Speaks current stopwatch or count-down timer.
ar: ينطق قيمة ساعة الإيقاف الحالية أو المؤقت التنازلي.
bg: Съобщава текущия хронометър или таймера за обратно отброяване.
cs: Ohlašuje aktuální čas stopek nebo minutníku.|
da: Oplæser nuværende stopur eller nedtæller.
fi: Puhuu sekuntikellon tai ajastimen jäljellä olevan ajan.
gl: Fala o temporizador actual do cronómetro ou da conta atrás.
hi: वर्तमान स्टॉपवॉच या काउंट-डाउन टाइमर बोलता है.
hr: Izgovara trenutačno stanje štoperice ili odbrojavanja vremena.
pl: Wymawia aktualny czas odliczony przez stoper lub licznik.
pt_br: Fala o cronômetro atual ou o temporizador de contagem regressiva.
ro: Spune cronometrul curent sau pe cel al numărătorii inverse.
ru: Сообщает текущее время таймера или секундомера.
sr: Izgovara trenutno vreme štoperice ili odbrojavanja.
uk: Промовляє поточний секундомір або таймер зворотного відліку.
vi: đọc đồng hồ bấm giờ hoặc thời gian đếm ngược hiện tại.

source: Gives the remaining and elapsed time before the next alarm.
ar: ينطق الوقت المنقضي والوقت المتبقي قبل المنبه التالي.
bg: Съобщава оставащото и изминалото време преди следващата аларма.
cs: Oznámí uplynulý a zbývající čas minutníku
da: Giver den resterende og forløbet tid før den næste alarm.
fi: Ilmoittaa kuluneen ja jäljellä olevan ajan ennen seuraavaa hälytystä.
gl: Fornece o tempo restante e transcorrido antes da vindeira alarma.
hi: अगले अलार्म से पहले शेष और बीता हुआ समय देता है.
hr: Izdaje proteklo vrijeme i preostalo vrijeme prije sljedećeg alarma.
pl: Podaje czas, który upłynął od poprzedniego alarmu i pozostał do następnego.
pt_br: Dá o tempo restante e decorrido antes do próximo alarme.
ro: Dă timpul scurs și timpul rămas înainte de alarma următoare.
ru: Показывает прошедшее и оставшееся время до срабатывания следующего таймера.
sr: Prikazuje proteklo i preostalo vreme do sledećeg alarma.
uk: Повідомляє про час, який минув та залишився до наступного таймера.
vi: đọc thời gian còn lại,và thời gian đã qua trước khi kết thúc đồng hồ bấm giờ

source: Elapsed time {elapsed}, remaining time {remaining}.
ar: الوقت المنقضي {elapsed}، الوقت المتبقي {remaining}.
bg: Изминало време {elapsed}, оставащо време {remaining}.
cs: Uplynulo {elapsed}, zbývá {remaining}.
da: Forløbet tid {elapsed}, resterende tid {remaining}.
fi: Aikaa kulunut {elapsed}, aikaa jäljellä {remaining}.
gl: Tempo transcorrido {elapsed}, tempo restante {remaining}.
hi: बीता हुआ समय {elapsed}, शेष समय {remaining}.
hr: Proteklo vrijeme {elapsed}, preostalo vrijeme {remaining}.
pl: Czas od początku {elapsed}, pozostały czas {remaining}.
pt_br: Tempo decorrido {elapsed}, tempo restante {remaining}.
ro: Timp scurs {elapsed}, timp rămas {remaining}.
ru: Прошло {elapsed}, осталось {remaining}.
sr: Proteklo vreme {elapsed}, preostalo vreme {remaining}.
uk: Минуло часу {elapsed}, залишилося часу {remaining}
vi: Thời gian đã qua {elapsed}, thời gian còn lại {remaining}.

source: No alarm
ar: لا يوجد منبه
bg: Няма аларма
cs: Žádný minutník
da: Ingen alarm
fi: Ei hälytystä
gl: Sen alarma
hi: कोई अलार्म नहीं
hr: Nema alarma
pl: Brak alarmu
pt_br: Sem alarme
ro: Nicio alarmă
ru: Нет установленных таймеров
sr: Nema alarma
uk: Таймер вимкнено
vi: không chạy đồng hồ bấm giờ

source: Cancel the next alarm.
ar: إلغاء المنبه التالي.
bg: Анулира следващата аларма.
cs: Zruší aktuální minutník.
da: Annuller den næste alarm.
fi: Peruuttaa seuraavan hälytyksen.
gl: Cancelar a vindeira alarma.
hi: अगला अलार्म रद्द करें.
hr: Otkaži sljedeći alarm.
pl: Umożliwia anulowanie następnego alarmu.
pt_br: Cancelar o próximo alarme.
ro: Anulează alarma următoare.
ru: Отменяет следующий таймер.
sr: Otkazuje sledeći alarm.
uk: Скасовує наступний таймер.
vi: hủy đồng hồ bấm giờ sắp tới

source: Alarm cancelled
ar: تم إلغاء المنبه
bg: Алармата е анулирана
cs: minutník zrušen
da: Alarm annulleret
fi: Hälytys peruutettu
gl: Alarma cancelada
hi: अलार्म रद्द कर दिया गया
hr: Alarm je otkazan
pl: Anulowano alarm
pt_br: Alarme cancelado
ro: Alarmă anulată
ru: Таймер отменён
sr: Alarm otkazan
uk: Таймер скасовано
vi: đã hủy đồng hồ bấm giờ

source: Resets stopwatch to 0 without restarting it.
ar: إعادة ضبط ساعة الإيقاف إلى 0 دون إعادة تشغيلها.
bg: Нулира хронометъра, без да го рестартира.
cs: Vynuluje a zastaví stopky.
da: Nulstiller stopuret til 0 uden at genstarte det.
fi: Nollaa sekuntikellon käynnistämättä sitä uudelleen.
gl: Restablece o cronómetro a 0 sen reinicialo.
hi: इसे पुनः आरंभ किए बिना स्टॉपवॉच को 0 पर रीसेट करता है.
hr: Resetira štopericu na nulu bez ponovnog pokretanja.
pl: Umożliwia wyzerowanie stopera, bez konieczności ponownego uruchamiania go.
pt_br: Redefine o cronômetro para 0 sem reiniciá-lo.
ro: Resetează cronometrul la 0 fără a-l reporni.
ru: Сбрасывает секундомер на 0 секунд без последующего его запуска.
sr: Vraća štopericu na 0 bez ponovnog pokretanja.
uk: Обнуляє секундомір без перезапуску.
vi: Đặt lại đồng hồ bấm giờ là 0 mà không bắt đầu lại.

source: The stopwatch is already reset to 0. Use the clock layer command followed by s to start it.
ar: تمت إعادة ضبط ساعة الإيقاف إلى 0 بالفعل. استخدم أمر الإضافة التتابعي ثم اضغط على حرف سِين لتبدأ بتشغيلها.
bg: Хронометърът вече е нулиран. Използвайте слоевата команда на часовника, последвана от S, за да го стартирате.
cs: Stopky jsou vynulovány. Použijte příkaz pro hodiny a kalendář a stiskněte písmeno S pro spuštění stopek.
da: Stopuret er allerede nulstillet til 0. Brug den lagdelte kommando efterfulgt af S for at starte stopuret.
fi: Sekuntikello on jo nollattu. Käynnistä se painamalla Kellon komentokerroskomentoa ja sitten S.
gl: O cronómetro xa está restablecido a 0. Utiliza o comando de capa seguido de s para inicialo.
hi: स्टॉपवॉच पहले से ही 0 पर रीसेट है। इसे शुरू करने के लिए क्लॉक लेयर कमांड का उपयोग करें.
hr: Štoperica je već resetirana na nulu. Za pokretanje štoperice koristi povezane naredbe sata, a zatim tipku „s”.
pl: Stoper jest już zresetowany do 0. Użyj polecenia warstwy zegara, po którym następuje s, aby ją uruchomić.
pt_br: O cronômetro já está redefinido para 0. Use o comando da camada de relógio seguido por s para iniciá-lo.
ro: Cronometrul este deja resetat la 0. Folosiți comanda de strat a ceasului urmată de s pentru a-l porni.
ru: Секундомер был сброшен на 0. Используйте команду часов, затем нажмите букву s, чтобы запустить.
sr: Štoperica je već vraćena na 0. Koristite prečicu sata i kalendara a zatim slovo s da je pokrenete.
uk: Секундомір вже обнулено. Щоб запустити його, натисніть багаторівневу команду і слідом за нею s.
vi: Đồng hồ bấm giờ đã được đặt lại thành 0. dùng lệnh layer rồi bấm s để bắt đầu.

source: Stopwatch reset.
ar: تمت إعادة ضبط ساعة الإيقاف.
bg: Хронометърът е нулиран.
cs: Stopky jsou vynulovány.
da: Stopur nulstillet.
fi: Sekuntikello nollattu.
gl: Cronómetro reiniciado.
hi: स्टॉपवॉच रीसेट.
hr: Resetiranje štoperice.
pl: Stoper zresetowany.
pt_br: Cronômetro redefinido.
ro: Resetare cronometru.
ru: Секундомер сброшен.
sr: Resetovanje štoperice.
uk: Перезапуск секундоміра.
vi: Đã đặt lại đồng hồ bấm giờ.

source: Lists available commands in clock command layer.
ar: لعرض كافة الأوامر المتاحة عند استخدام الأمر التتابعي للإضافة.
bg: Показва наличните команди в командния слой за часовника.
cs: Zobrazí klávesové příkazy dostupné po stisku zkratky hodin a kalendáře.
da: Giver en liste over lagdelte kommandoer til uret
fi: Näyttää luettelon käytettävissä olevista Kellon komentokerroksen komennoista.
gl: Lista todos as ordes dispoñibles na capa de comandos do reloxo.
hi: उपलब्ध कमांड को क्लॉक कमांड लेयर में दिखाता है.
hr: Ispisuje dostupne naredbe za sat.
pl: Podaje dostępne klawisze warstwowe zegara.
pt_br: Lista os comandos disponíveis na camada de comando do relógio.
ro: Listează comenzile disponibile din în stratul de comenzi ale ceasului.
ru: Список доступных команд в группе команд часов.
sr: Prikazuje dostupne prečice komande sata i kalendara.
uk: Перелічує доступні багаторівневі команди годинника.
vi: Liệt kê các lệnh trong command layer của đồng hồ.

source: Lists available commands in clock command layer, showing them in browse mode.
fi: Näyttää selaustilassa luettelon käytettävissä olevista Kellon komentokerroksen komennoista.

source: Allows to check the next alarm. If pressed twice, cancels it.
ar: يسمح بالتحقق من وقت المنبه التالي. عند ضغطه مرتين بسرعة، سيقوم بإلغاء هذا المنبه.
bg: Позволява да направите справка за следващата аларма. При двукратно натискане тя бива анулирана.
cs: Zkontroluje čas minutníku. Dvojitý Stisk minutník zastaví.
da: Tillader at tjekke den næste alarm. Hvis der trykkes to gange, annulleres den.
fi: Ilmoittaa kerran painettaessa seuraavan hälytyksen ajankohdan tai kahdesti painettaessa peruuttaa sen.
gl: Permíteche comprobar a vindeira alarma. Se se preme dúas veces, cancélaa.
hi: अगले अलार्म की जांच करने देता है। यदि दो बार दबाया जाता है, तो इसे रद्द कर देता है.
hr: Omogućuje provjeravanje sljedećeg alarm. Ako se pritisne dvaput, otkazuje alarm.
pl: Umożliwia sprawdzenie następnego alarmu. Po dwukrotnym naciśnięciu, anuluje go.
pt_br: Permite verificar o próximo alarme. Se pressionado duas vezes, cancela-o.
ro: Vă permite să verificați alarma următoare. Dacă e apăsat de două ori, o anulează.
ru: Позволяет узнать время срабатывания следующего таймера. Если нажато дважды, отменяет его.
sr: Dozvoljava proveru sledećeg alarma. Ako se pritisne 2 puta, otkazuje ga.
uk: Дозволяє перевірити наступний таймер. Якщо натиснути двічі, вимикає його.
vi: Cho phép kiểm tra đồng hồ bấm giờ tiếp theo. Nếu bấm hai lần thì hủy nó.

source: If an alarm is too long, allows to stop it.
bg: Ако алармата е твърде дълга, позволява да бъде спряна.
cs: Zastaví minutník.
da: Hvis en alarm er for lang, lader dette dig stoppe den.
fi: Lopettaa liian kauan kestävän hälytyksen.
gl: Se unha alarma e demasiado longa, permíteche parala.
hi: यदि कोई अलार्म बहुत लंबा हो , तो उसे रोकने की अनुमति देता है.
hr: Omogućuje zaustavljanje alarma, ako je predug.
pl: Jeżeli alarm jest za długi, ta opcja umożliwia zatrzymanie tego że.
pt_br: Se um alarme é demasiado longo, permite pará-lo.
ru: Если сигнал таймера слишком длинный, позволяет остановить его.
sr: Ako je alarm predug, dozvoljava njegovo zaustavljanje.
uk: Якщо таймер задовгий, дозволяє зупинити його.
vi: nếu âm thanh phát quá lâu , bạn có thể dừng lại nó

source: No sound is launched.
bg: Няма възпроизвеждащ се звук.
cs: Není spuštěn žádný zvuk.
da: Ingen lyd er afspillet.
fi: Hälytysääntä ei soiteta.
gl: Non se reproduce son.
hi: कोई ध्वनि चालू नहीं की गई है.
hr: Nijedan zvuk nije pokrenut.
pl: Nie ma odtwarzanego dźwięku.
pt_br: Nenhum som é iniciado.
ru: Звук не воспроизводится.
sr: Nijedan zvuk nije pokrenut.
uk: Немає звуку.
vi: Không có âm thanh nào được gọi.

source: Sound stopped
bg: Звукът е спрян
cs: Přehrávání zvuku zastaveno
da: Lyd stoppet
fi: Hälytysäänen soitto lopetettu
gl: Son detido
hi: ध्वनि रुक गई
hr: Zvuk zaustavljen
pl: Dźwięk zatrzymany
pt_br: Som parado
ru: Звук остановлен
sr: Zvuk zaustavljen
uk: Звук вимкнено
vi: Âm thanh đã dừng
