Repository: hkatic/clock
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, cs, da, fi, gl, hi, hr, pl, pt_br, ro, ru, sr, uk, vi

source: Schedule alarms dialog is already open.
bg: Диалогът за планиране на алармите вече е отворен.
da: Dialogen til indstilling af alarmer er allerede åben.
fi: Hälytystenajoitusvalintaikkuna on jo avoinna.
gl: O diálogo de programación de alarmas xa está aberto.
hr: Dijaloški okvir Zakazivanje alarma već je otvoren.
pl: Okno dialogowe Zaplanuj alarmy jest już otwarte.
pt_br: O diálogo agendar alarmes já está aberto.
ru: Диалог Расписание таймеров уже открыт.
sr: Dijalog za podešavanje alarma je već otvoren.
uk: Діалог планування таймера вже відкрито.

source: Display the clock settings dialog box.
ar: يعرض المربع الحواري الخاص بإعدادات الساعة.
bg: Извежда диалоговия прозорец за настройка на часовника.
cs: Zobrazí dialog nastavení hodin a kalendáře.
da: Vis dialogboksen til urindstillinger.
fi: Näyttää Kellon asetukset -valintaikkunan.
gl: Amosar a caixa de diálogo de opcións do reloxo.
hi: घड़ी सेटिंग्स संवाद बॉक्स दिखाता.
hr: Prikazuje dijaloški okvir za postavke sata.
pl: Wyświetla okno dialogowe ustawień zegara.
pt_br: Mostra a caixa de diálogo de configurações do relógio.
ro: Afișează fereastra de dialog a setărilor ceasului.
ru: Показывает диалог настроек часов.
sr: Prikazuje dijalog podešavanja sata.
uk: Показує діалог налаштувань годинника.
vi: Hiển thị hộp thoại cài đặt đồng hồ.

source: Display schedule alarms dialog box.
bg: Извежда диалоговия прозорец за планиране на алармите.
da: Vis dialogboksen Alarmindstillinger.
fi: Näyttää hälytysten ajoitusvalintaikkunan.
gl: Amosar a caixa de diálogo de programación de alarmas.
hr: Prikazuje dijaloški okvir zakazivanje alarma.
pl: Wyświetla okno dialogowe Zaplanuj alarmy.
pt_br: Exibe a caixa de diálogo agendar alarmes.
ru: Показывает диалог расписание таймеров.
sr: Prikazuje dijalog podešavanja alarma.
uk: Показує діалог планування таймера.

source: &Time display format:
ar: &تنسيق عرض الوقت:
bg: Формат за извеждане на &часа:
cs: &Formát času:
da: &Tidsvisningsformat:
fi: &Ajan näyttömuoto:
gl: Formato de amosado da &hora:
hi: &Time समय प्रदर्शन प्रारूप:
hr: Format za prikaz &vremena:
pl: &format wyświetlania czasu:
pt_br: Formato de exibição da &hora:
ro: &Formatul în care doriți să se afișeze ora:
ru: &Формат отображения времени:
sr: Format prikazivanja &vremena:
uk: &Формат виведення часу:
vi: định dạng giờ &phút

source: &Date display format:
ar: تنسيق عرض التاري&خ:
bg: Формат за извеждане на &датата:
cs: &Formát data:
da: Visningsformat for dato og klokkeslæt:
fi: &Päivämäärän näyttömuoto:
gl: Formato de amosado da &data:
hi: &Date दिनांक प्रदर्शन प्रारूप:
hr: Format za prikaz &datuma:
pl: &Format wyświetlania daty:
pt_br: Formato de exibição da &data:
ro: &Formatul în care doriți să se afișeze data:
ru: &Формат отображения даты:
sr: Format prikazivanja &datuma:
uk: &формат виведення дати:
vi: định &dạng ngày tháng

source: off
ar: مُعَطَّل
bg: Изключено
cs: vypnuto
da: Fra
fi: ei käytössä
gl: desactivado
hi: बंद
hr: isključeno
pl: wyłączone
pt_br: desativado
ro: dezactivat
ru: отключено
sr: Isključeno
uk: вимкнено
vi: tắt

source: every 5 minutes
fi: 5 minuutin välein

source: every 10 minutes
ar: كل 10 دقائق
bg: На всеки 10 минути
cs: každých 10 minut
da: Hvert 10. minut
fi: 10 minuutin välein
gl: dada 10 minutos
hi: हर 10 मिनट में
hr: svakih 10 minuta
pl: co 10 minut
pt_br: a cada 10 minutos
ro: din 10 în 10 minute
ru: каждые 10 минут
sr: Na svakih 10 minuta
uk: кожні 10 хвилин
vi: mỗi 10 phút

source: every 15 minutes
ar: كل 15 دقيقة
bg: На всеки 15 минути
cs: každých 15 minut
da: Hvert 15. minut
fi: 15 minuutin välein
gl: cada 15 minutos
hi: हर 15 मिनट में
hr: svakih 15 minuta
pl: co 15 minut
pt_br: a cada 15 minutos
ro: din sfert în sfert de oră
ru: каждые 15 минут
sr: Na svakih 15 minuta
uk: кожні 15 хвилин
vi: mỗi 15 phút

source: every 30 minutes
ar: كل 30 دقيقة
bg: На всеки 30 минути
cs: každých 30 minut
da: Hvert 30. minut
fi: 30 minuutin välein
gl: cada 30 minutos
hi: हर 30 मिनट में
hr: svakih pola sata
pl: co 30 minut
pt_br: a cada 30 minutos
ro: din jumătate în jumătate de oră
ru: каждые 30 минут
sr: Na svaka 30 minuta
uk: кожні півгодини
vi: mỗi 30 phút

source: every hour
ar: كل ساعة
bg: На всеки час
cs: každou hodinu
da: Hver time
fi: tunnin välein
gl: cada hora
hi: प्रत्येक घंटे
hr: svakih sat vremena
pl: co godzinę
pt_br: a cada hora
ro: din oră în oră
ru: каждый час
sr: Svakog časa
uk: щогодини
vi: mỗi giờ

source: &Interval:
bg: &Интервал:
fi: Kellonaika i&lmoitetaan:
gl: &Intervalo:
pl: &Interwał:
pt_br: &Intervalo:
ru: &Интервал:
uk: &Часовий проміжок:

source: message and sound
bg: Съобщение и звук
da: Meddelelse og lyd
fi: puheella ja äänellä
gl: mensaxe e son
hr: poruka i zvuk
pl: Dźwięk i komunikat
pt_br: mensagem e som
ru: речь и звук
sr: Poruka i zvuk
uk: повідомлення і звук

source: message only
bg: Само съобщение
da: kun meddelelse
fi: vain puheella
gl: só mensaxe
hr: samo poruka
pl: tylko komunikat
pt_br: apenas mensagem
ru: только речь
sr: Samo poruka
uk: лише повідомлення

source: sound only
ar: الصوت فقط
bg: Само звук
cs: Zvuk
da: Kun lyd
fi: vain äänellä
gl: só son
hi: सिर्फ ध्वनि
hr: samo zvuk
pl: tylko dźwięk
pt_br: apenas som
ro: doar sunet
ru: только звук
sr: Samo zvuk
uk: лише звук
vi: chỉ âm thanh

source: Time &announcement:
ar: الإعلان عن ال&وقت:
bg: &Оповестявай часа чрез:
cs: &oznamování času:
da: Tids&annoncering:
fi: Kellonajan &ilmoittaminen:
gl: &Anunciado da hora:
hi: समय &announcement:
hr: N&ajava vremena:
pl: Oznajmianie &czasu:
pt_br: &Anúncio da hora:
ro: &Anunțarea orei:
ru: &Объявление времени:
sr: &Izgovor vremena:
uk: Оголошення &часу:
vi: Báo &giờ:

source: Clock chime &sound:
ar: صوت &جرس الساعة:
bg: &Звуков сигнал за часовника:
cs: &Zvuk:
da: &Urets ringelyd
fi: Ke&llon ääni:
gl: &Son da campá do reloxo:
hi: घड़ी chime &sound:
hr: Zvuk zvona &sata:
pl: Dźwięk oznajmiania &godziny
pt_br: &Som da badalada do relógio:
ro: &Cum să sune ceasul
ru: &звук Бой часов:
sr: &Zvuk zvona sata:
uk: Звук &годинника:
vi: &Chuông đồng hồ:

source: &Separate hour and intermediate minute chimes
bg: &Отделни звукови сигнали за часове и междинни минути
fi: Er&illiset tunnin ja puolen tunnin ilmoitusäänet
ru: Разделять &сигналы часов и промежуточных минут
uk: Розділяти &сигнали годин та проміжних хвилин

source: Intermediate minutes chime &sound:
bg: &Звуков сигнал за междинни минути:
fi: Puolen tunnin i&lmoitusääni:
ru: Звук сигнала промежуточных &минут:
uk: Звук сигналу проміжних &хвилин:

source: &Quiet hours
ar: ساعات ال&هدوء
bg: &Тихи часове
cs: &tichý režim
da: &Stilletimer
fi: &Hiljaiset tunnit
gl: Horas &caladas
hi: &Quiet घंटे
hr: Sati &mirovanja
pl: godziny &ciszy
pt_br: &Horas silenciosas
ro: &Ore de liniște
ru: &Тихий час
sr: &Tihi časovi
uk: &Тихі години
vi: &Giờ yên tĩnh

source: 12-hour format
bg: 12-часов формат
da: 12-timers format
fi: 12 tunnin muoto
gl: formato de 12 horas
hr: 12-satni format
pl: Format 12-godzinny
pt_br: formato de 12 horas
ru: 12-часовой формат
sr: 12 - časovni format
uk: 12-годинний формат

source: 24-hour format
bg: 24-часов формат
da: 24-timers format
fi: 24 tunnin muoto
gl: formato de 24 horas
hr: 24-satni format
pl: Format 24-godzinny
pt_br: formato de 24 horas
ru: 24-часовой формат
sr: 24 - časovni format
uk: 24-годинний формат

source: Quiet hours time &format:
bg: &Формат за "тихите часове":
da: Tids&format for stille timer:
fi: Hiljaisten tuntien ajan &muoto:
gl: &Formato de hora para as horas caladas:
hr: Tihi sati i oblikovanje &vremena:
pl: &Format czasu godzin ciszy:
pt_br: Formato de horas silenciosas:
ru: Тихое время и формат часов:
sr: &Format i vreme za tihe časove:
uk: Формат часу &тихих годин:

source: Quiet hours start time
bg: Начален час за "тихите часове"
da: Starttidspunkt for stilletimer
fi: Hiljaisten tuntien alkamisaika
gl: Hora de inicio das horas caladas
hr: Početak tihog sata
pl: Początek godzin ciszy
pt_br: Horário de início das horas silenciosas
ru: Время начала тихого часа
sr: Vreme početka tihih časova
uk: Початок часу тихих годин

source: Quiet hours end time
bg: Краен час за "тихите часове"
da: Sluttidspunkt for stilletimer
fi: Hiljaisten tuntien päättymisaika
gl: Hora de finalización das horas caladas
hr: Kraj tihog sata
pl: Koniec godzin ciszy
pt_br: Horário de término das horas silenciosas
ru: Время окончания тихого часа
sr: Vreme kraja tihih časova
uk: Завершення часу тихих годин

source: Hour:
bg: Час:
da: Time:
fi: Tunnit:
gl: Hora:
hr: Sat:
pl: Godzina:
pt_br: Hora:
ru: Час:
sr: Čas:
uk: Година:

source: Minute:
bg: Минута:
da: Minut:
fi: Minuutit:
gl: Minuto:
hr: Minuta:
pl: Minuta:
pt_br: Minuto:
ru: Минута:
sr: Minut:
uk: Хвилина:

source: Schedule alarms
bg: Планиране на аларми
da: Indstil alarmer
fi: Hälytysten ajoitus
gl: Programar alarmas
hr: Zakazivanje alarma
pl: Zaplanuj alarmy
pt_br: Agendar alarmes
ru: Расписание таймеров
sr: Podešavanje alarma
uk: Запланувати таймер

source: hours
bg: Часове
da: Timer
fi: tuntia
gl: horas
hr: sati
pl: godzin
pt_br: horas
ru: часов
sr: Časovi
uk: годинах

source: minutes
bg: Минути
da: Minutter
fi: minuuttia
gl: minutos
hr: minuta
pl: minut
pt_br: minutos
ru: минут
sr: Minuti
uk: хвилинах

source: seconds
bg: Секунди
da: sekunder
fi: sekuntia
gl: segundos
hr: sekundi
pl: sekund
pt_br: segundos
ru: секунд
sr: sekunde
uk: секундах

source: &Alarm duration in:
bg: Времетраене на &алармата в:
da: &Alarmens varighed i:
fi: Hälytyksen keston yksikkö:
gl: Duración da &alarma en:
hr: &Trajanje alarma u:
pl: &Czas trwania alarmu w:
pt_br: &Duração do alarme em:
ru: &Длительность таймера в:
sr: Trajanje &alarma kao:
uk: &Тривалість таймера у:

source: &Duration:
bg: &Времетраене:
da: &Varighed:
fi: &Kesto:
gl: &Duración
hr: &Trajanje:
pl: &Czas trwania:
pt_br: &Duração:
ru: &Продолжительность:
sr: &Trajanje:
uk: &Тривалість:

source: A&larm sound:
ar: صوت الم&نبه:
bg: &Звук за алармата:
cs: &Zvuk:
da: A&larmlyd:
fi: Häl&ytysääni:
gl: &Son da alarma:
hi: A&larm ध्वनि:
hr: Zvuk a&larma:
pl: Dźwięk a&larmu
pt_br: Som do a&larme:
ro: &Sunet de alarmă:
ru: Сигнал &таймера:
sr: zvuk &Alarma
uk: Звук &таймера:
vi: Â&m đồng hồ bấm giờ :

source: &Stop
bg: &Спри
cs: za&stavit
fi: P&ysäytä
gl: &Deter
hr: &Zaustavi
pl: &zatrzymaj
pt_br: Pa&rar
ru: &Остановить
sr: &Zaustavi
uk: &Зупинити
vi: &Dừng

source: &Pause
bg: &Постави на пауза
cs: &Pozastavit
fi: &Keskeytä
gl: &Pausar
hr: &Pauza
pl: &Wstrzymaj
pt_br: &Pausa
ru: &Приостановить
sr: &Pauziraj
uk: &Пауза
vi: &Tạm dừng

source: You've chosen an alarm to be triggered in {tm} {unit}
ar: لقد اخترت منبها ليتم تشغيله في {tm} {unit}
bg: Задали сте да се задейства аларма след {tm} {unit}.
cs: Minutník se spustí za {tm} {unit}
da: Du har valgt at udløse en alarm om {tm} {unit}
fi: Hälytyksen alkamiseen {tm} {unit}
gl: Escolliches que a alarma salte en {tm} {unit}
hi: आपने {tm} {unit} अलार्म चालू होना चुना है
hr: Izabran je alarm koji će se aktivirati za {tm} {unit}
pl: Wybrano wywołanie alarmu w {tm} {unit}
pt_br: Escolheu um alarme para ser ativado em {tm} {unit}
ro: Ați ales ca o alarmă să fie declanșată în {tm} {unit}
ru: Установленный таймер сработает через {tm} {unit}
sr: Izabrali ste da alarm bude aktiviran za {tm} {unit}
uk: Ви обрали таймер, який спрацює через {tm} {unit}
vi: Bạn đã chọn đồng hồ bấm giờ trong {tm} {unit}

source: Confirmation
ar: تأكيد
bg: Потвърждение
cs: Potvrzení
da: Bekræftelse
fi: Vahvistus
gl: Confirmación
hi: पुष्टीकरण
hr: Potvrda
pl: Potwierdzenie
pt_br: Confirmação
ro: Confirmare
ru: Подтверждение
sr: Potvrda
uk: Підтвердження
vi: Xác nhận

source: It's {hours} o'clock and {minutes} minutes
ar: الساعة الآن {hours}، و{minutes} دقيقة
bg: Сега е {hours} часа и {minutes} минути
cs: Je {hours} hodin a {minutes} minut
da: Den er {hours} timer og {minutes} minutter
fi: Kello on {minutes} yli {hours}
gl: Son ás {hours} horas e {minutes} minutos
hi: यह {hours} बजे और {minutes} मिनट है
hr: Sada je {hours} i {minutes}
pl: Jest {hours} godzina {minutes} minut
pt_br: São {hours} horas e {minutes} minutos
ro: Este ora {hours} și {minutes} minute
ru: Сейчас {hours} часов {minutes} минут
sr: Tačno je {hours} časova i {minutes} minuta
uk: Зараз {hours} година {minutes} хвилин
vi: Bây giờ là {hours} giờ {minutes} phút

source: It's {hours} o'clock, {minutes} minutes and {seconds} seconds
ar: الساعة الآن {hours}، و{minutes} دقيقة و{seconds} ثانية
bg: Сега е {hours} часа, {minutes} минути и {seconds} секунди
cs: Je {hours} hodin, {minutes} minut a {seconds} sekund
da: Den er {hours} timer, {minutes} minutter og {seconds} sekunder
fi: Kello on {minutes} ja {seconds} yli {hours}
gl: Son as {hours} horas, {minutes} minutos e {seconds} segundos
hi: यह {hours} बजे {minutes} मिनट और {seconds} सेकंड्‌स है
hr: Sada je {hours} i {minutes} i {seconds} s
pl: Jest {hours} godzin, {minutes} minut i {seconds} sekund
pt_br: São {hours} horas, {minutes} minutos e {seconds} segundos
ro: Este ora {hours}, {minutes} minute și {seconds} secunde
ru: Сейчас {hours} часов, {minutes} минут {seconds} секунд
sr: Tačno je {hours} časova, {minutes} minuta i {seconds} sekunde
uk: Зараз {hours} година, {minutes} хвилин та {seconds} секунд
vi: Bây giờ là {hours} giờ {minutes} phút {seconds} giây

source: {hours} o'clock, {minutes} minutes
ar: الساعة {hours}و {minutes} دقيقة
bg: {hours} часа и {minutes} минути
cs: {hours} hodin, {minutes} minut
da: {hours} timer, {minutes} minutter
fi: {hours}.{minutes}
gl: {hours} horas, {minutes} minutos
hi: {hours} बजे {minutes} मिनट
hr: {hours} i {minutes}
pl: {hours} godzin, {minutes} minut
pt_br: {hours} horas, {minutes} minutos
ro: Ora {hours}, {minutes} minute
ru: {hours} часов, {minutes} минут
sr: {hours} časova, {minutes} minuta
uk: {hours} година, {minutes} хвилин
vi: {hours} giờ {minutes} phút

source: {hours} o'clock, {minutes} minutes, {seconds} seconds
ar: الساعة {hours}، و{minutes} دقيقة، و{seconds} ثانية
bg: {hours} часа, {minutes} минути и {seconds} секунди
cs: {hours} hodin, {minutes} minut, {seconds} sekund
da: {hours} timer, {minutes} minutter, {seconds} sekunder
fi: {hours}.{minutes}.{seconds}
gl: {hours} horas, {minutes} minutos, {seconds} segundos
hi: {hours} बजे {minutes} मिनट और {seconds} सेकंड्‌स
hr: {hours} i {minutes} i {seconds} s
pl: {hours} godzin, {minutes} minut, {seconds} sekund
pt_br: {hours} horas, {minutes} minutos, {seconds} segundos
ro: Ora {hours}, {minutes} minute, {seconds} secunde
ru: {hours} часов, {minutes} минут, {seconds} секунд
sr: {hours} časova, {minutes} minuta, {seconds} sekunde
uk: {hours} година, {minutes} хвилин, {seconds} секунд
vi: {hours} giờ {minutes} phút {seconds} giây

source: It's {minutes} past {hours}
ar: إنها الآن {minutes} دقيقة بعد الساعة {hours}
bg: Сега е {hours} и {minutes}
cs: Je {minutes} po {hours}
da: Den er {minutes} over {hours}
fi: {minutes} yli {hours}
gl: Son as {hours} e {minutes}
hi: {hours} बज कर {minutes} मिनट
hr: Sada je {hours} i {minutes}
pl: Jest za {minutes} {hours}
pt_br: São {hours} e {minutes}
ro: Sunt {minutes} trecute de ora {hours}
ru: Прошло {minutes} минут с начала {hours} часов
sr: Prošlo je {minutes} od {hours}
uk: Зараз {minutes} після {hours}
vi: Bây giờ là {minutes} phút của {hours}

source: {hours} h {minutes} min
ar: {hours} س {minutes} د
bg: {hours} ч. и {minutes} мин.
da: {hours} t {minutes} min
fi: {hours}:{minutes}
hi: {hours} बजे {minutes} मिनट
pl: {hours} godz {minutes} min
ru: {hours} ч {minutes} мин
uk: {hours} год {minutes} хв
vi: {hours} giờ {minutes} phút

source: {hours} h, {minutes} min, {seconds} sec
ar: {hours} س، {minutes} د، {seconds} ث
bg: {hours} ч., {minutes} мин. и {seconds} сек.
cs: {hours} h, {minutes} min, {seconds} sek
da: {hours} t, {minutes} min, {seconds} sek
fi: {hours}:{minutes}:{seconds}
gl: {hours} h, {minutes} min, {seconds} seg
hi: {hours} बजे {minutes} मिनट और {seconds} सेकंड्‌स
hr: {hours} h, {minutes} min, {seconds} s
pl: {hours} godz, {minutes} min, {seconds} sek
pt_br: {hours} h, {minutes} min, {seconds} seg
ru: {hours} ч, {minutes} мин, {seconds} сек
uk: {hours} год, {minutes} хв, {seconds} сек
vi: {hours} giờ {minutes} phút {seconds} giây

source: It's {hours}:{minutes}
ar: إنها الآن {hours}:{minutes}
bg: Сега е {hours}:{minutes}
cs: Je {hours}:{minutes}
da: Den er {hours}:{minutes}
fi: Kello on {hours}:{minutes}
gl: Son as {hours}:{minutes}
hi: यह {hours} बजे: {minutes} मिनट है
hr: Sada je {hours}:{minutes}
pl: Jest {hours}:{minutes}
pt_br: São {hours}:{minutes}
ro: Este ora {hours}:{minutes}
ru: Сейчас {hours}:{minutes}
sr: Tačno je {hours}:{minutes}
uk: Зараз {hours}:{minutes}
vi: Bây giờ là {hours}:{minutes}

source: It's {hours}:{minutes}:{seconds}
ar: إنها الآن {hours}:{minutes}:{seconds}
bg: Сега е {hours}:{minutes}:{seconds}
cs: Je {hours}:{minutes}:{seconds}
da: Den er {hours}:{minutes}:{seconds}
fi: Kello on {hours}:{minutes}:{seconds}
gl: Son as {hours}:{minutes}:{seconds}
hi: यह {hours} बजे {minutes} मिनट और {seconds} सेकंड्‌स है
hr: Sada je {hours}:{minutes}:{seconds}
pl: jest {hours}:{minutes}:{seconds}
pt_br: São {hours}:{minutes}:{seconds}
ro: Este ora {hours}:{minutes}:{seconds}
ru: Сейчас {hours}:{minutes}:{seconds}
sr: Tačno je {hours}:{minutes}:{seconds}
uk: Зараз {hours}:{minutes}:{seconds}
vi: Bây giờ là {hours}:{minutes}:{seconds}

source: {fmt} (24-hour format)
bg: {fmt} (24-часов формат)
da: {fmt} (24-timers format)
fi: {fmt} (24 tunnin muoto)
ru: {fmt} (24-часовой формат)
uk: {fmt} (24-годинний формат)

source: {fmt} (12-hour format)
bg: {fmt} (12-часов формат)
da: {fmt} (12-timers format)
fi: {fmt} (12 tunnin muoto)
ru: {fmt} (12-часовой формат)
uk: {fmt} (12-годинний формат)

source: An advanced clock and calendar for NVDA. NVDA+F12, get current time. NVDA+F12 pressed twice quickly, get current date. NVDA+F12 pressed three times quickly, reports the current day, the week number, the current year and the remaining days before the end of the year. For other instructions, press Add-on help button in add-ons manager.
bg: Разширен часовник и календар за NVDA. NVDA+F12: Съобщаване на текущия час. Двукратно бързо натискане на NVDA+F12: Съобщаване на текущата дата. Трикратно бързо натискане на NVDA+F12: Съобщаване на текущия ден, номера на седмицата, текущата година и оставащите дни преди края на годината. За други инструкции задействайте бутона "Помощ за добавката" в мениджъра на добавките.
da: Avanceret ur og kalender til NVDA. NVDA + F12, få den aktuelle tid oplæst. NVDA + F12 trykket to gange hurtigt, få den aktuelle dato oplæst. NVDA + F12 trykket tre gange hurtigt, oplæser den aktuelle dag, ugenummeret, det aktuelle år og de resterende dage før årets udgang. For yderligere vejledning, tryk på knappen "Hjælp" i Styring af tilføjelsesprogrammer.
fi: Edistynyt kello ja kalenteri NVDA:lle. NVDA+F12: puhuu nykyisen kellonajan. NVDA+F12 kahdesti painettaessa: puhuu nykyisen päivämäärän. NVDA+F12 kolmesti painettaessa: puhuu nykyisen päivän, viikon numeron, kuluvan vuoden sekä sen jäljellä olevien päivien määrän. Muita ohjeita saat painamalla Lisäosien hallinnassa Ohje-painiketta.
gl: Un reloxo e calendario avanzado para NVDA. NVDA+F12, obter hora actual. NVDA+F12 premido dúas veces rapidamente, obter data actual. NVDA+F12 premido tres veces rapidamente, anuncia o número de cía actual, de semana, o ano actual e os días restantes antes do final de ano. Para outras instrucións, preme o botón Axuda do complemento no Administrador de complementos.
hr: Napredni sat i kalendar za NVDA. NVDA+F12, izgovara trenutno vrijeme. NVDA+F12 pritisnut dva puta brzo, izgovara trenutni datum. NVDA+F12 pritisnut tri puta brzo, izgovara trenutni dan, broj tjedna, trenutnu godinu i preostale dane do kraja godine. Za ostale upute pritisnite gumb pomoć dodatka u upravitelju dodataka.
pl: Zaawansowany zegar i kalendarz dla NVDA. NVDA + F12, wymawia aktualny czas. NVDA + F12 naciśnięte dwukrotnie szybko, wymawia aktualną datę. NVDA + F12 naciśnięte trzy razy szybko, zgłasza bieżący dzień, numer tygodnia, bieżący rok i pozostałe dni przed końcem roku. Aby uzyskać inne instrukcje, naciśnij przycisk Pomoc dodatków w Menedżerze dodatków.
pt_br: Um relógio e calendário avançados para NVDA. NVDA+F12, obtém a hora atual. NVDA+F12 pressionado duas vezes rapidamente, obtém a data atual. NVDA+F12 pressionado três vezes rapidamente, informa o dia atual, o número da semana, o ano atual e os dias restantes para o fim do ano. Para outras instruções, pressione o botão ajuda do complemento no gestor de complementos.
ru: Расширенные часы и календарь для NVDA. NVDA+F12, произносит текущее время. NVDA+F12 дважды быстро, произносит текущую дату. NVDA+F12 трижды быстро, сообщает текущий день, номер недели, текущий год и оставшиеся дни до конца года. Для получения других инструкций нажмите кнопку справка по дополнениям в менеджере дополнений.
sr: Napredan sat i kalendar za NVDA. NVDA+F12, prikazuje trenutno vreme. NVDA+F12 pritisnuto dva puta brzo, prikazuje trenutni datum. NVDA+F12 pritisnuto tri puta brzo, prijavljuje trenutni dan, broj nedelje, trenutnu godinu i broj dana do kraja godine. Za dodatna uputstva, pritisnite dugme pomoć dodatka u upravljaču dodacima.
uk: Розширений годинник і календар для NVDA. NVDA+F12, промовляє поточний час. NVDA+F12, натиснуті двічі і швидко, промовляє поточну дату. NVDA+F12 натиснуті швидко тричі, промовляє поточний день, номер тижня поточного року і кількість днів, які залишилися до кінця року. Для отримання інших інструкцій натисніть кнопку «Довідка» у менеджері додатків.

source: Clock se&ttings...
ar: إعدادات ال&ساعة...
cs: Na&stavení hodin a kalendáře...
ro: Setări ceas
vi: Cài đặ&t đồng hồ...

source: Clock and calendar setup
ar: إعداد الوقت والتقويم
cs: Nastavení hodin a kalendáře
ro: Setări ceas și calendar
vi: Cài đặt đồng hồ và lịch

source: Clock setup
ar: إعدادات الساعة
cs: Hodiny
ro: Setări ceas
vi: Cài đặt đồng hồ

source: Clock setup for times and dates
ar: إعداد التوقيتات والتواريخ
cs: Nastavení času a data
ro: Setări ceas pentru ore și date
vi: Cài đặt cho ngày và giờ

source: Alarm settin&gs
ar: إعدادات ال&منبه
cs: &Minutník
ro: Se&tări alarmă
vi: cài đặt đồng hồ &bấm giờ

source: Speaks current time. If pressed twice quickly, speaks current date. If pressed thrice quickly, reports the current day, the week number, the current year and the days remaining before the end of the year.
ar: ينطق لك الوقت الحالي. إذا تم ضغطه مرتين بسرعة، سينطق لك التاريخ الحالي. وإذا تم ضغطه ثلاث مرات بسرعة، سينطق لك اليوم الحالي،متبوعاً برقم الأسبوع الحالي من هذه السنة، ثم عدد الأيام المتبقية حتى نهاية السنة.
cs: Ohlásí čas. Dvojitý stisk ohlásí datum a trojitý stisk ohlásí aktuální den, číslo týdne, aktuální rok a počet dnů do konce roku.
ro: Spune ora actuală. Dacă e apăsat de două ori rapid, spune data curentă. Dacă e apăsat de trei ori rapid, spune ziua curentă, numărul săptămânii, anul curent și câte zile mai sunt până la sfârșitul acestuia.
vi: Đọc thời gian hiện tại. Nếu bấm nhanh hai lần, đọc ngày hiện tại. nếu bấm nhanh ba lần, thông báo ngày hiện tại, số tuần, năm hiện tại và số ngày còn lại trước khi kết thúc năm.

source: Display the alarm settings dialog box.
ar: يعرض المربع الحواري الخاص بإعدادات المنبه.
cs: Zobrazí dialog nastavení minutníku.
ro: Afișează fereastra de dialog a setărilor alarmei.
vi: Hiển thị hộp thoại cài đặt đồng hồ bấm giờ

source: &interval:
ar: الفا&صل الزمني:
cs: &Oznamovat čas:
vi: &thời gian thông báo

source: speech and sound
ar: النطق والأصوات
cs: řeč a zvuk
ro: vorbire și sunet.
vi: đọc và phát âm thanh

source: speech only
ar: النطق فقط
cs: řeč
ro: doar vorbire
vi: đọc

source: Input in &24-hour format
ar: استخدام نسق ال&24 ساعة
cs: &24-hodinový formát
ro: Formatul standard, &24 de ore
vi: Nhập định dạng &24 giờ

source: Quiet hours start time:
ar: وقت بداية ساعات الهدوء:
cs: Neoznamovat čas od:
ro: Timp de început al orelor de liniște:
vi: Thời gian bắt đầu giờ yên tĩnh:

source: Quiet hours end time:
ar: وقت نهاية ساعات الهدوء:
cs: Neoznamovat čas do:
ro: Timp de sfârșit al orelor de liniște:
vi: Thời gian kết thúc giờ yên tĩnh:
