Repository: hkatic/clock
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, cs, da, fi, gl, hi, hr, pl, pt_br, ro, ru, sr, uk, vi

source: The value you entered for your quiet hours is erroneous, for a 24-hour format, the value must be HH:MM, for a 12-hour format, the value must be HH:MM followed by the AM or PM suffix, please reread the documentation. So your quiet hours have been deactivated for prevent any error in the configuration file.
cs: Hodnoty, které jste zadali pro tichý režim, nejsou správné. Pro 24-hodinový formát musí být hodnota HH:MM. Pro 12-hodinový formát musí být hodnota HH:MM doplněna znaky AM nebo PM. Znovu si prosím přečtěte dokumentaci. Aktuálně je oznamování času aktivní po celý den.
vi: Giá trị bạn đã nhập cho thời gian yên tĩnh là không đúng. Với định dạng 24 giờ, giá trị phải là HH:MM. Với định dạng 12 giờ, giá trị phải là HH:MM theo sau là hậu tố AM hoặc PM. Vui lòng đọc lại tài liệu hướng dẫn. Thời gian yên tĩnh của bạn đã bị vô hiệu hóa nhằm ngăn ngừa lỗi từ tập tin cấu hình.

source: Error
cs: Chyba
vi: Lỗi

source: Alarm setup
ar: إعدادات المنبه
cs: Minutník
ro: Setare alarmă
vi: Cài đặt đồng hồ bấm giờ

source: Hours
ar: ساعات
cs: hodiny
ro: Ore
vi: Giờ

source: Minutes
ar: دقائق
cs: minuty
ro: Minute
vi: Phút

source: Seconds
ar: ثواني
cs: sekundy
ro: Secunde
vi: Giây

source: Choose the type of timer &inputs before the alarm rings:
cs: Nastavte &typ a zvuk odpočítávání:
vi: Chọn kiểu thời gian

source: Alarm &time waiting:
cs: &Čas odpočítání:
vi: &Thời gian chờ đồng hồ bấm giờ :

source: An advanced clock and calendar for NVDA. NVDA+F12, get current time. NVDA+F12 pressed twice quickly, get current date. NVDA+F12 pressed thrice quickly, reports the current day, the week number, the current year and the remaining days before the end of the year. For other instructions, press Add-on help button in add-ons manager.
ar: إضافة برمجية متقدمة للوقت والتقويم تعمل مع برنامج NVDA. NVDA+F12, الإعلان عن الوقت الحالي. NVDA+F12 مرتين بسرعة، الحصول على التاريخ الحالي. NVDA+F12 ثلاث مرات متتالية بسرعة، الإعلان عن اليوم الحالي، متبوعاً برقم الأسبوع، ثم السنة الحالية، ثم عدد الأيام المتبقية حتى نهاية هذه السنة. لمزيد من المعلومات، اضغط على زر المساعدة الخاص بالإضافة داخل مدير الإضافات البرمجية.
cs: Rozšířené hodiny a kalendář pro NVDA. NVDA+F12 ohlašuje čas. Dvojitý stisk ohlašuje datum. Trojitý stisk ohlašuje aktuální den, číslo týdne, aktuální rok a počet dnů do konce roku. Pro další instrukce stiskněte tlačítko pro Nápovědu ve správci doplnků.
ro: Un ceas și calendar avansat pentru NVDA. NVDA+F12, spune cât e ceasul. NVDA+F12 apăsat de două ori rapid, spune în ce dată suntem. NVDA+F12 apăsat de trei ori rapid, spune ziua în care suntem, numărul săptămânii, anul curent și câte zile mai sunt până la Revelion. Pentru alte instrucțiuni, apăsați butonul de ajutor, care se află în administratorul de suplimente.
vi: Tiện ích lịch và đồng hồ nâng cao cho NVDA. NVDA+F12, xem giờ hiện tại. NVDA+F12 nhanh hai lần, xem ngày hiện tại. NVDA+nhanh ba lần, xem ngày hiện tại, số tuần, năm hiện tại và số ngày còn lại trước khi kết thúc năm. Để có thêm thông tin, bấm nút trợ giúp cho add-on trong trình quản lý add-on.

source: S: Starts, resets or stops the stopwatch. R: Resets stopwatch to 0 without restarting it. A: Gives the remaining and elapsed time before the next alarm. C: Cancel the next alarm. Spacebar: Speaks current stopwatch or count-down timer. H: List all layered commands (Help).
ar: س: إعادة ضبط أو إنهاء أو إعادة تعيين ساعة الإيقاف. قاف: إعادة تعيين ساعة الإيقاف إلى 0 دون إعادة تشغيلها. شِين: الإعلان عن الوقت المتبقي والوقت المنقضي على المنبه التالي. همزة على واو: إلغاء المنبه التالي. مسطرة المسافة: الإعلان عن قيمة ساعة الإيقاف أو العداد التنازلي. ألِف:عرض قائمة بالأوامر التتابعية للمساعدة.
ro: S: Pornește, resetează sau oprește cronometrul. R: Resetează cronometrul la 0 fără să-l repornească.. A: dă timpul scurs și timpul rămas înainte de alarma următoare. C: Anulează alarma următoare. Spacebar: Oprește cronometrul curent sau pe cel al numărătorii inverse. H: Listează toate comenzile stratificate (Ajutor).

source: Choose the type of timer inputs before the alarm rings:
ar: اختر الوحدة الزمنية المستخدمة لتحديد التوقيت الذي يرن بعده المنبه:
ro: Alegeți tipul de intrare a cronometrului înainte de a suna alarma:

source: Alarm time waiting:
ar: وقت انتظار المنبه:
ro: Timp așteptare alarmă:
